[{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1299062146000+0100)\/","Desc":"Eine der besten Schweizer BMX-Bahnen in der Schweiz. Macht auch mit dem Bike Spass!\u000d\u000a\u000d\u000aDie Dirtjump Line ist gleich daneben.\u000d\u000a\u000d\u000a\u000d\u000a<b>Links<\/b>\u000d\u000a- <a href=\\\"http:\/\/www.bmxwinterthur.ch\\\" target=\\\"_blank\\\">www.bmxwinterthur.ch<\/a>","Favorits":25,"GmapX":"47.476709367794136","GmapY":"8.69793176651001","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_4.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_4.jpg","Info":null,"IsCommercial":"supported","IsOpen":null,"Journey":"Mit dem öffentlichen Verkehr\u000d\u000aPer Bus ab Winti HB mit Linie 13 bis Haltestelle \\\"Freizeitanlage\\\", dauert etwa 9 Minuten.\u000d\u000a\u000d\u000aMit dem Auto\u000d\u000aMit Karre auf der Autobahn bis Winti-Töss, dann Richtung Zürich, Effretikon (blaue Tafeln, Hauptstrasse) bis rechts eine Abzweigung richtung Dättnau kommt, dann nochmals rechts Richtung Ziegelei, bei der Bushaltestelle links abbiegen und parkieren.\u000d\u000a\u000d\u000aMit dem Bike\u000d\u000aAb HB durch Bahnunterführung und vorbei an dem Sulzer-Areal ( ehemaliger Block 37 ) nach Töss, am Mc Donald\\'s, dem Burger-King & an der Migros vorbei. Weiter über die Autobahn, dann auf dem Veloweg parallel zur Autobahn bis zur Abzweigung \\\"Dättnau\\\" auf der rechten Seite. Dort hinauf fahren, auf der linken Seite ist der Park.\u000d\u000aDauert maximal 10 Minuten, dafür ist man gleich aufgewärmt.","Name":"Dättnau","NextCity":"Winterthur","State":"ok","TrailId":1,"Url":""},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1308306492000+0200)\/","Desc":"Die BMX Bahn ist in einem guten Zustand und wird immer wieder neuen Bedürfnissen angepasst. Sie bietet für alle etwas zum fahren und darf ausser am Mittwoch Abend auch von nicht-Mitgliedern des BMX-Clubs benutzt werden (Mittwoch Abend ist Training).\u000d\u000aDie Dirts werden ständig erweitert und verbesser und können bei trockener Witterung benutzt werden, sind allerdings für Anfänger eher ungeeignet da keine tables vorhanden sind.","Favorits":21,"GmapX":"47.05806318394033","GmapY":"8.271728754043579","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_1783.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_1783.jpg","Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"siehe Karte","Name":"BMX Bahn & Dirts Littau","NextCity":"Luzern","State":"ok","TrailId":2,"Url":"www.bmxluzern.ch"},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1315238667000+0200)\/","Desc":"www.saint-dirthard.ch\u000d\u000a\u000d\u000a\u000d\u000a2 Lines:\u000d\u000a- grosse Line (7 Sprünge)\u000d\u000a- Table\/Anfängerline\u000d\u000a\u000d\u000asonst  noch:\u000d\u000a- einige Tranfers (wird noch ausgebaut)\u000d\u000a- step-up-step-down\u000d\u000a- Wallride\u000d\u000a- Grillplatz mit Bänken\u000d\u000a- Pumptrack \u000d\u000a\u000d\u000aRegeln:\u000d\u000a_Fahren bei Nässe untersagt!\u000d\u000a_eigenen Müll selber wieder mitnehmen\u000d\u000a_eigenmächtige bauliche Massnahmen sind verboten\u000d\u000a\u000d\u000a\u000d\u000a\u000d\u000aBesten Dank noch an die Sponsoren:\u000d\u000a\u000d\u000a- IXS Sports Divison\u000d\u000a->http:\/\/www.intercycle.com\u000d\u000a\u000d\u000a- one Trainig Center (Sursee, Cham, Küssnacht) \u000d\u000a->http:\/\/www.one-training.ch\u000d\u000a","Favorits":22,"GmapX":"47.17899357162204","GmapY":"8.07896375656128","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_1061.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_1061.jpg","Info":"","IsCommercial":"supported","IsOpen":"true","Journey":"Autobahnausfahrt (E 35 zwischen Zofingen und Luzern) von Sursee raus und dann immer Richtung Willisau fahren.\u000d\u000aEs kommen vier Kreisel. Beim ersten Kreisel (MC Donnalds) gerade aus, beim zweiten Kreisel (bei der grünen Stadthalle) rechts abbiegen, beim dritten Kreisel\u000d\u000a(links eine MMM Migros) wiederum gerade aus und beim vierten Kreisel (links davon steht ein grosses Möbelhaus, Möbel Ulrich) rechts Richtung St. Erhard\/Basel abbiegen. Dann fährt man auf der Hauptstrasse durch einen Wald bis zur nächsten Ortschaft St. Erhard. Beim Ortseingang nach der Spielzeugfabrik Bürli links\u000d\u000aabbiegen und dann vor dem Bahnuntergang links parkieren (nur am Wochenende und ab 17.00 wochentags erlaubt),\u000d\u000aFahrradl ausladen und durch den Bahnuntergang und ihr seid da!","Name":"saint-dirthard.ch","NextCity":"Sursee","State":"ok","TrailId":3,"Url":"www.saint-dirthard.ch"},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1272531378000+0200)\/","Desc":"###BAUARBEITEN###\u000d\u000aAm Zürichberg entsteht zurzeit ein neuer Pumptrack. Die rund 200 Meter lange Anlage mit zahlreichen Abzweigungen, Sprüngen, Waschbrettern und Anliegern wird am 1. Mai mit einem Pizzacup-Event eröffnet.\u000d\u000a\u000d\u000a> <a href=\\\"http:\/\/www.traildevils.ch\/forum\/viewthread.php?tid=9670\\\">Pumptrack Zürichberg Forum<\/a>\u000d\u000a\u000d\u000aDas Bikepärkli auf dem Züriberg, genauer der Escherhöhe, besteht aus 4 unterschiedlichen Sprüngen, Steilwandkurfen, Whippe, Holzbänken und Hindernissen um die Bikebeherrschung zu üben. Ringsherum hat es ein paar inoffizielle North Shore Trails in unterschiedlichem Zustand welche vor allem den Locals bekannt sind und von den Erbauern nur ehrenhaften Freeridern bekannt gegeben werden (ride and shut up;-)). Ebenso gehen einige offizielle Singeltrails bergab Richtung Irchel. Optimal als Ausgangspunkt oder Zwischenhalt bei einem Züribergride.\u000d\u000aGratis, immer offen, realitv schnell trocken, für Anfänger bis Fortgeschrittene, nächster Shop einige Kilometer entfernt (Cycle Shark, ...)","Favorits":89,"GmapX":"47.38924146548044","GmapY":"8.562190532684326","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_18.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_18.jpg","Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"Von der Haltestelle Zoo bergauf Richtung Hotel Züriberg, an diesem vorbei am Waldrand entlang. Diesem Weg folgen. In einer Rechtskurfe in den Wald bis zum Schlachtendenkmal zur Rechten. Zur Linken den Schildern folgen und auf der Höhe bis zum Bikepärkli fahren.\u000d\u000a\u000d\u000aoder:\u000d\u000a\u000d\u000aMit der Seilbahn Rigiblick bis Endhaltestelle, Susenbergstr rauf bis zu einem sehr steilen Weg (in der Mitte des Weges steht ein Brunnen (nur zur orientierung)) am Ende kommt ihr zum Schlachtdenkmal,Zur Linken den Schildern folgen und auf der Höhe bis zum Bikepärkli fahren.","Name":"Zürichberg Pumptrack","NextCity":"Zürich","State":"ok","TrailId":4,"Url":null},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1076882400000+0100)\/","Desc":"ACHTUNG: KARTENPOSITION FALSCH, WER WEISS WO DER TRAIL GENAU IST? BITTE BEARBEITEN.\u000a*Mittlere Halfpipe gerade gross genug um ein bisschen\u000d\u000aabzuspringen\u000d\u000a*Rampe um die Funbox anzurollen\u000d\u000a*Halbe halfpipe (oder wie das auch immer heisst)\u000d\u000a* Picnic Tisch \u000d\u000a*div kleine Obstacles\u000d\u000a\u000d\u000a!! Der Park ist nur  fahrbar, wenn es trocken ist, die Pipe ist sonst ziemlich rutschig.\u000d\u000a\u000d\u000a!! Ideal im Winter, da zu dieser Jahreszeit keine Skater zu sehen sind.\u000d\u000a\u000d\u000aImmer schön höflich bleiben, weil hier Bikes eigentlich  nicht gestattet sind","Favorits":0,"GmapX":"47.224931","GmapY":"8.746147","ImageUrl120":null,"ImageUrl800":null,"Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"Mit der S-Bahn nach Bassersdorf. Vom Bhf Richtung Dorf. Auf der Hauptsrassenach links Richtung Kloten abbiegen und bis Dorfausgan darauf bleiben. Die letzte Strasse vor dem Dorfausgang rechts abbiegen und er Strasse bis zu den Schrebergärten folgen. Dort wo die Strasse einen Knick macht geht ein kleiner Weg zu Park runter..","Name":"Bassersdorf","NextCity":"Bassersdorf","State":"ok","TrailId":5,"Url":null},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1215083355000+0200)\/","Desc":"Erster basler Bikepark. Steht mitten in der Stadt im Horburgpark.\u000d\u000a\u000d\u000aFür wen:\u000d\u000aFür Einsteiger bis Pros. Öffentlich und kostenlos nutzbar.\u000d\u000a\u000d\u000aWas:\u000d\u000aDiverse Dirts, Anlieger, Pumptrack. Immer wieder upgedatet und umgebaut. Bauvorschläge und Mithilfe explizit erwünscht. \u000d\u000a\u000d\u000aRules:\u000d\u000aBei Regen nicht fahrbar. Abfall im vorgesehen Behälter ensorgen. \u000d\u000a\u000d\u000aNext Shop: Crocodile Bikes ca. 150m entfernt ebenfalls an der Müllheimerstrasse.\u000d\u000a\u000d\u000a<b>LINKS<\/b>\u000d\u000aDie offizielle Homepage zur Bahn:  dirtjump.crocodilebikes.com\u000d\u000a\u000d\u000a<b>Video<\/b> von Cru_Jones\u000d\u000a<object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http:\/\/www.youtube.com\/v\/Ott2qyjQaYk&hl=en&fs=1\"><\/param><param name=\"allowFullScreen\" value=\"true\"><\/param><embed src=\"http:\/\/www.youtube.com\/v\/Ott2qyjQaYk&hl=en&fs=1\" type=\"application\/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"><\/embed><\/object>","Favorits":26,"GmapX":"47.57276196140763","GmapY":"7.592668533325195","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_20.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_20.jpg","Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"Der Horburgpark liegt in der Nähe der Dreirosenbrücke (unterste Brücke über den Rhein) auf der Kleinbasler Seite der Stadt Basel. (Sonnen- und Badeseite des Rheins)\u000d\u000a\u000d\u000aLINK: \u000d\u000ahttp:\/\/map.search.ch\/basel\/muellheimerstr.180?poi=verkehr\u000d\u000a\u000d\u000aVom Bahnhof aus:\u000d\u000az.B. \u000d\u000a-Am Hauptausgang nach links alles dem 1er Tram entlang. \u000d\u000a-Nach Überquerung des Rheins (Station Dreirosenbrücke) geradeaus über die Kreuzung (Horburgstrasse), \u000d\u000a-nächste Strasse (nach 50m, =Müllheimerstrasse) nach links zum Park (100m, beim Brunnen); (nach Rechts gehts zu Crocodile Bikes).\u000d\u000a\u000d\u000aVon der Innenstadt:\u000d\u000aauf der Kleinbaslerseite alles dem Rhein entlang bis zur untersten Brücke (Dreirosenbrücke), Park hoch zur Kreuzung. Von der Dreirosenkreuzung der Horburgstrasse entlang bis nächste Abzweigung wieder nach links (Müllheimerstrasse) -nach 100 m beim kleinen Brunnen in den Park einbiegen.\u000d\u000a\u000d\u000aVon der Autobahn:\u000d\u000aDie letzte Ausfahrt in der Schweiz nehmen (In der mehrspurigen Unterführung ganz nach rechts einspuren). Richtung \"Kleinhüningen\/Ciba\/Dreirosenbrücke\" bei den folgenden zwei Ampeln nach links halten, beim folgenden Kreisel rechts. Geradeaus den Backsteinfabrikhallen folgen, sobald links die Gebäude aufhören, fängt der Horburgpark an. Nächste Strasse nach links (Müllheimerstr.) abbiegen, nächste wieder Links-> Parkplätze am Park.\u000d\u000a\u000d\u000aKarte:\u000d\u000aauf dirtjump.crocodilebikes.com\u000d\u000asonst Stadtplan \"Horburgpark\" auf www.mybasel.ch","Name":"Horburg Trails","NextCity":"Basel","State":"ok","TrailId":6,"Url":null},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1092340800000+0200)\/","Desc":"ACHTUNG: KARTENPOSITION FALSCH, WER WEISS WO DER TRAIL GENAU IST? BITTE BEARBEITEN.\u000aEinsiedeln, SZ\u000d\u000aBenzigerareal\u000d\u000a \u000d\u000aSkatehalle, hell, geheizt, miniramp mit corner und bank, quarters, banks, funbox, rails , curbs, wallrides etc. Öffnungszeiten sind unregelmässig!\u000d\u000aes gibt dort nun auch einige Obstacles vom alten Block37 zu fahren! aber ist noch nicht alles ganz fertig...\u000d\u000aach ja und übrigens gibt es keine Inliner dort!! und auch nur wenige Kids! (nicht so wie im Block!) Der Eintritt kostet 10.- und es hat einen kleinen Kiosk. Es hat für jeden was dabei! Habe nur diese Seite gefunden(cookies müssen aktiviert werden) http:\/\/www.sk8boarding.ch\/tracking\/cookies_disabled.asp?back_url=","Favorits":0,"GmapX":"47.224931","GmapY":"8.746147","ImageUrl120":null,"ImageUrl800":null,"Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"Wenn ihr Richtung Einsiedeln fährt ist es wichtig, dass ihr in Biberbrugg umsteigt! Einfach auf das nächste Gleis (Es hat nur zwei) Wenn ihr in Einsiedeln seid, dann fragt ihr Einheimische die wissen wo die halle ist. Ist nicht weit vom Bahnhof.","Name":"Step in Hall","NextCity":"Pfäffikon","State":"ok","TrailId":7,"Url":null},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1215020256000+0200)\/","Desc":"\u000d\u000aMäuerchen-Paradies. Div. Manual- und Wheelievarianten bieten sich auf geraden, gebogenen und halbrunden Mauern auf dem Platz, grossen Brunnen und entlang der Limmat an. Am liebsten habe ich die \\\"curved gap to manual\\\" Variante. Treeride-Möglichkeit beim Spielplatz, schräge Erdfläche für Abubaccas. Wenn man nach hinten aus dem Park fährt und sich nach rechts (weg vom HB) der Sihlquai-Strasse entlang bewegt kommt man nach ca. 400m zu einem Kopfsteinpflaster-Wallride.\u000d\u000a\u000d\u000aDer Platzspitz ist in den späten Nachtstunden - als Erbe aus der Drogenvergangenheit - geschlossen. Wie jeder Street spot gratis und für Leute mit Wheelie- und\/oder Manual-Skills ganz lustig. Nicht wirklich in der Nähe (im Seefeld) ist der Velo Elsener oder die Velowerkstatt unter dem Wipkingen-Viadukt.","Favorits":0,"GmapX":"47.38082957549908","GmapY":"8.539810180664062","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_28.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_28.jpg","Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"Hinter dem Landesmuseum beim HB Zürich","Name":"Platzspitz","NextCity":"Zürich","State":"ok","TrailId":8,"Url":null},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1218558647000+0200)\/","Desc":"KARTENPOSITION NUN RICHTIG\u000d\u000aalso das technikum besitzt so einart runde Quaterpipes und das ganze macht ihre spass, dazu hat es Bänkchen und so weiter, zusätzlich hat es einwenig weiter hinten wenn man über die Wallride-Brücke läuft noch ein Treppen-drop!","Favorits":5,"GmapX":"47.4961035804404","GmapY":"8.730053901672363","ImageUrl120":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_120_31.jpg","ImageUrl800":"http:\/\/www.traildevils.ch\/media\/img\/trails\/trailimg_800_31.jpg","Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"vom bahnhof her: technikum strasse hoch bis zu technikum, nicht zu verfehlen da es ein fssgänger usw. hat!!!","Name":"Technikum\/Buelrain","NextCity":"Winterthur","State":"ok","TrailId":9,"Url":null},{"Country":"Switzerland","CountryId":176,"CreatedDate":"\/Date(1077400800000+0100)\/","Desc":"ACHTUNG: KARTENPOSITION FALSCH, WER WEISS WO DER TRAIL GENAU IST? BITTE BEARBEITEN.\u000aein kleiner skatepark mit grosser funbox,mini ramp,zwei grossen quarter pipes uns sonstigen rampen - im Moment im Umbau\u000d\u000a\u000d\u000aKein Eintritt - Bikers bis jetzt nicht willkommen","Favorits":0,"GmapX":"47.224931","GmapY":"8.746147","ImageUrl120":null,"ImageUrl800":null,"Info":null,"IsCommercial":"false","IsOpen":null,"Journey":"hb aarau,dann in denn schachen gehen richtung badi,dann bei der mehrzweck halle vordran","Name":"Aarauer Skatepark im Schachen","NextCity":"Arau","State":"ok","TrailId":10,"Url":null}]
